{
    "articles": [
        {
            "article_id": "4749ba7a4774b1ee5a5c8bf533d483c0",
            "title": "UTI AMC Issues 17,158 Equity Shares Via Employee Stock Option",
            "link": "https://www.businessworld.in/article/UTI-AMC-Issues-17-158-Equity-Shares-Via-Employee-Stock-Option/11-12-2023-501716",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "The face value of these newly allotted equity shares remains Rs 10 each",
            "content": "UTI Asset Management Company (UTI AMC) recently confirmed the approval of 17,158 equity shares of Rs 10 face value each, following the exercise of options by eligible employees under the 'UTI AMC Employee Stock Option Scheme - 2007'. This information was disclosed through an exchange filing. The face value of these newly allotted equity shares remains Rs 10 each. As a result, the company's issued and paid-up share capital will increase from Rs 1,27,02,27,680 (12,70,22,768 equity shares of Rs 10 face value each) to Rs 1,27,03,99,260 (12,70,39,926 equity shares of Rs 10 face value each). These newly issued equity shares will hold an equal standing with the existing equity shares in all aspects. Regarding UTI Asset Management Company's stock, as of Monday at 12:03 pm IST, the shares were priced at Rs 831, marking a 0.10 per cent increase.",
            "pubDate": "2023-12-11 08:12:44",
            "image_url": "https://static.businessworld.in/article/article_extra_large_image/1451824999_BDEQs9_rupee1.jpg",
            "source_id": "businessworld",
            "source_priority": 150658,
            "country": [
                "india"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "article_id": "2ad94f484e1970b0645b86f37729ad80",
            "title": "GMR Airports Secures Rs 3,125 Cr Funding For Bhogapuram International Airport Development",
            "link": "https://www.businessworld.in/article/GMR-Airports-Secures-Rs-3-125-Cr-Funding-For-Bhogapuram-International-Airport-Development-/11-12-2023-501717",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "The substantial funding has been secured from a consortium of five lenders, with India Infrastructure Finance Company (IIFCL) leading the group of banks and financial institutions, according to the official filing",
            "content": "GMR Airports Infrastructure, a leading player in the aviation infrastructure sector, has successfully raised Rs 3,125 crore through one of its step-down subsidiaries to support the development of Bhogapuram International Airport. The regulatory filing, dated 9 December, announced the financial milestone achieved by GMR Visakhapatnam International Airport (GVIAL), an arm of GMR Airports. The substantial funding has been secured from a consortium of five lenders, with India Infrastructure Finance Company (IIFCL) leading the group of banks and financial institutions, according to the official filing. The capital infusion is earmarked for the part-financing of the phase-I development of Bhogapuram International Airport, strategically located in Vishakhapatnam, with an anticipated capacity to handle approximately 60 lakh passengers annually. The debt raised by GVIAL carries a tenure of 18 years, structured across three distinct phases. The construction phase spans three years, followed by a one-year stabilisation phase, and finally, 14 years of structured repayments. This financing structure is designed to ensure a well-organised and sustainable approach to meet the financial requirements of the ambitious airport development project. GMR Airports highlighted the significance of the funds, emphasising their allocation to the critical phase-I development of Bhogapuram International Airport. The airport project aims to enhance regional connectivity and accommodate the growing air travel demand in the Vishakhapatnam region. \"With the execution of these financing agreements, GVIAL has tied up the necessary debt to fund this project,\" stated GMR Airports in its regulatory filing. This achievement underscores the company's commitment to advancing major infrastructure projects and contributing to the expansion and modernisation of India's aviation landscape. The successful financial closure reflects the confidence of the consortium of lenders in the viability and strategic importance of the Bhogapuram International Airport project. As GMR Airports moves forward with its development plans, the secured funding will play a pivotal role in transforming the airport into a key hub for domestic and international travel in the region.",
            "pubDate": "2023-12-11 08:12:44",
            "image_url": "https://static.businessworld.in/article/article_extra_large_image/1702280092_n8UgIZ_airport.jpg",
            "source_id": "businessworld",
            "source_priority": 150658,
            "country": [
                "india"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "article_id": "46d54f1d05961e21eef349d585cb55a6",
            "title": "Intellect Design Teams Up With Indian Bank For Cash Management",
            "link": "https://www.businessworld.in/article/Intellect-Design-Teams-Up-With-Indian-Bank-For-Cash-Management/11-12-2023-501721",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "This initiative underscores the strategic use of technology in transaction banking and supply chain management",
            "content": "Intellect Design Arena has successfully implemented its eMACH.ai-powered Cash Management System for Indian Bank under the project 'INDLEAP,' aimed at digital transformation. This initiative underscores the strategic use of technology in transaction banking and supply chain management. The implementation comprises omni-channel accessibility, a Treasury-aligned dashboard, extensive payment coverage and contextual use cases catering to both banks and corporates. Additionally, it includes multi-modal collections offerings and integrates Open APIs for Banking-as-a-Service from Indian Bank, offering a comprehensive solution. Ramanan S V, the Chief Executive Officer for India and South Asia at Intellect Design Arena, expressed pride in being chosen as the technology partner for Indian Bank, a prominent PSU bank in India. He highlighted Intellect's commitment to cutting-edge technology and exceptional delivery, reflecting in their selection after a meticulous evaluation of technology players in the cash management solution domain. On the BSE, the company's shares saw a 3.33 per cent increase, reaching Rs 773.45 by 12:50 pm.",
            "pubDate": "2023-12-11 08:12:44",
            "image_url": "https://static.businessworld.in/article/article_extra_large_image/1496147618_JmVBwE_Rs2000notes-PTI.jpg",
            "source_id": "businessworld",
            "source_priority": 150658,
            "country": [
                "india"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "article_id": "4948ebc25f155b5d76cebe0ae17abb0c",
            "title": "Duo accused of trafficking 14 children remanded in custody as case postponed",
            "link": "https://ewn.co.za/2023/12/11/duo-accused-of-trafficking-14-children-remanded-in-custody-as-case-postponed",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "The National Prosecuting Authority (NPA) said that during their arrest, the two suspects refuted claims that they were trafficking the children and claimed to be taking them to their parents in Cape Town.",
            "content": "Duo accused of trafficking 14 children remanded in custody as case postponed The National Prosecuting Authority (NPA) said that during their arrest, the two suspects refuted claims that they were trafficking the children and claimed to be taking them to their parents in Cape Town. Picture: Sora Shimazaki/Pexels Child trafficking Email Print Tweet Share Lauren Isaacs | 11 December 2023 09:30 CAPE TOWN - The case against a man and a woman accused of trafficking 14 children has been postponed to Thursday in the Kimberley District Court. The accused, both in their forties, made their first court appearance on charges of trafficking in persons last week. They were arrested following a tip-off from a member of the public. A woman was travelling in a bus from Gauteng to the Western Cape when she noticed a group of fourteen children, acting strangely and immediately alerted police. The children, between the ages of six and 14, appeared hungry, dirty and not well cared for. An operation was activated in Kimberley, where the eight boys and six girls were found to be undocumented and accompanied by two Zimbabwean citizens. The National Prosecuting Authority (NPA) said that during their arrest, the two suspects refuted claims that they were trafficking the children and claimed to be taking them to their parents in Cape Town. The NPA's Mojalefa Senokoatsane: \"The 46-year-old man as well as the 41-year-old woman, both from Zimbabwe, are accused of having tried to traffic 14 children from Gauteng to the Western Cape. The matter has been postponed to the 14th of December. They are remanded in custody.\"",
            "pubDate": "2023-12-11 08:12:16",
            "image_url": "https://cdn.primedia.co.za/primedia-broadcasting/image/upload/c_fill,h_289,w_463/ud5eq3tu2l1pddlja5ok",
            "source_id": "ewn",
            "source_priority": 160944,
            "country": [
                "south africa"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "article_id": "295cc441d20e8ac53482d4728853de4d",
            "title": "GDE confident 2024 placement process will be better than previous years",
            "link": "https://ewn.co.za/2023/12/11/gde-confident-2024-placement-process-will-be-better-than-previous-years",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "Gauteng Education MEC Matome Chiloane gave an update on the status of learner placements for the 2024 online admissions in the province.",
            "content": "GDE confident 2024 placement process will be better than previous years Gauteng Education MEC Matome Chiloane gave an update on the status of learner placements for the 2024 online admissions in the province. FILE: Gauteng Education MEC Matome Chiloane. Picture: X/@EducationGP1 Gauteng Education Department School placement Email Print Tweet Share Veronica Makhoali | 11 December 2023 09:39 JOHANNESBURG - The Gauteng Education Department is confident that the 2024 placement process for grades 1 and 8 will go better than in previous years, despite applications to some schools being way higher than spaces available. The department has placed almost 273,000 pupils for grade 1 and 8 ahead of the new school year – that’s 99.8% of completed applications. Gauteng Education MEC Matome Chiloane gave an update on the status of learner placements for the 2024 online admissions in the province. The MEC has warned that parents and guardians looking to have their children placed in school will have to face the reality that space is tight. The Gauteng Education Department receives about 30,000 new pupils annually from other provinces. MEC Chiloane said that while it was difficult to anticipate the annual learner intake, the department was aware that some schools had reached capacity. \"In terms of the system, it's not our choice. We are a victim of our own success, providing good, quality education and naturally parents want to bring their children to that province, so we can't stop that and it's very difficult to blame...\" The MEC also added that the department would open late applications from 18 December until January.",
            "pubDate": "2023-12-11 08:12:16",
            "image_url": "https://cdn.primedia.co.za/primedia-broadcasting/image/upload/c_fill,h_289,w_463/eka3rmjmfs2oxls0csne",
            "source_id": "ewn",
            "source_priority": 160944,
            "country": [
                "south africa"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "article_id": "376369eee883fd63b35acd627dec0c38",
            "title": "Your horoscope this week and you could move closer to a dream goal",
            "link": "https://news.knowledia.com/GB/en/articles/your-horoscope-this-week-and-you-could-move-closer-to-a-dream-goal-eff55b2b907ddea85034bf9ba0080879ede281f9?source=rss",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "What the universe has in store for you between December 11 and 17 with Patrick Arundell's 12-star astrology service - www.inyourarea.co.uk",
            "content": "THIS WEEK: A conversation this week could help you achieve an earnest ambition you've had in mind (Image: Hispanolistic/Getty Images) ♈ ARIES: March 21– April 20 A conversation could be instrumental in helping you move further towards a dream or goal. And Mercury's link with Venus suggests you'll be ready to talk business. Even so, with Mercury turning retrograde, things might take a while to fall into place. Keen for some action? The Sagittarius New Moon means it's time to seize an opportunity and run with it, Aries. ♉ TAURUS: April 21 – May 21 Had enough of an issue running on and on like a broken record? This week's New Moon could entice you to be finished with it so you can use your energy more profitably. With fiery Mars helping you out, there's no time like the present to resolve it. Quicksilver Mercury enters its rewind phase too, so a checklist may assist you this month if you need to keep on track. ♊ GEMINI: May 22 – June 21 Mercury, your personal planet goes into reverse for around three weeks, so if you have a big to-do list, get started as early as possible. Take extra care with money and business matters too. Plus, a vibrant New Moon in outgoing Sagittarius could be a call to collaborate with someone on an adventurous project. Ready to take a romance to the next level? Now is the time, Gemini. READ MORE ♋ CANCER: June 22 – July 23 Mars in Sagittarius is helpful to you, as you'll have plenty of energy for all the rushing around that comes with this time of year. With a New Moon helping you out, this is the best time to start a project or instil a new habit. Substitute a less helpful action like procrastination for a more useful way of being, such as \"just doing it\". Mercury rewinds too, so be alert for mixed messages. ♌ LEO: July 24 – August 23 Keen to get more out of life? Following through on one piece of advice could lead to big opportunities. Mind, with Mercury doing its backward dance, you may have to jump through hoops to take… Emma Boff",
            "pubDate": "2023-12-11 08:10:57",
            "image_url": "https://d4oy8w59p2l43.cloudfront.net/2023/12/JS318823945.jpg",
            "source_id": "knowledia",
            "source_priority": 167779,
            "country": [
                "united kingdom"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "article_id": "cfa0fea3c36e198d7a79bb09fd59d491",
            "title": "Boots rings in big Christmas discounts with No7 Star Gifts set worth £85 slashed to £42",
            "link": "https://news.knowledia.com/GB/en/articles/boots-rings-in-big-christmas-discounts-with-no7-star-gifts-set-worth-85-5c15d4a70447b6f5c9eaff82bf98325d176b66fb?source=rss",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "Nisha Mal looks at what you'll find in the No7 Ultimate Skincare Collection set as its Star Gifts are unveiled - www.inyourarea.co.uk",
            "content": "HUGE SAVINGS: Boots' Christmas reductions are underway (Image: 2014 Getty Images) This article contains affiliate links, we will receive a commission on any sales we generate from it. [Learn more] Boots is hosting regular discounts on Star Gifts in the run-up to Christmas. They're offering reductions on gift sets and fragrances from a variety of brands. This isn't the first year Boots has hosted the Star Gifts and they've been a big hit with shoppers, especially those with a Points card, previously. According to BirminghamLive, the sales are available… Nicola Lloyd",
            "pubDate": "2023-12-11 08:10:57",
            "image_url": "https://d4oy8w59p2l43.cloudfront.net/2023/12/2_Walgreens-To-Buy-Alliance-Boots-1_result.jpg",
            "source_id": "knowledia",
            "source_priority": 167779,
            "country": [
                "united kingdom"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "article_id": "a3626f7feb6534f6d400c4dd828e9e31",
            "title": "Having Crohn's or colitis doesn't mean you can't enjoy a Christmas party",
            "link": "https://news.knowledia.com/GB/en/articles/having-crohn-s-or-colitis-doesn-t-mean-you-can-t-enjoy-a-christmas-party-569df82e7e284e83c46aa6d5a424e80557f90948?source=rss",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "An expert from Crohn's & Colitis UK tells Lisa Salmon how to navigate the festive season when you have an inflammatory bowel disease - www.inyourarea.co.uk",
            "content": "HEALTH FIRST: People living with an IBD have more than just the presents to worry about over the festive period (Image: Alamy/PA) The festive season is all about parties, socialising and indulging in rich, luxurious food which sounds brilliant if you don't have to worry about your energy levels and whether your digestive system will behave itself. Sadly, for people with Crohn's disease, colitis or any other inflammatory bowel diseases (IBDs), their digestive tract can react badly to rich Christmas fare and their condition may make them feel tired and unwell. Those with an IBD have to be very careful when choosing what to eat and have to put in extra effort when attending energy-sapping celebrations. To mark Crohn's & Colitis Awareness Week (December 1 to 7), the Crohn's & Colitis UK (CCUK) charity is asking people with an IBD to 'Find the right words' to tell people in their lives about what it's like to live with an IBD - and the first step is addressing the festive season. The charity estimates about one in 123 people have Crohn's or colitis. Sarah Sleet, CCUK's CEO, said: \"More than half a million people in the UK are living with Crohn's and colitis - the two main forms of inflammatory bowel disease. \"The festive season is a busy time, full of parties, catching up with loved ones and eating delicious food and while all of that is wonderful, it can be very stressful for people with Crohn's or colitis who are managing unpredictable symptoms, including pain and fatigue.\" Sleet explains that Crohn's and colitis, which occur when the immune system starts attacking the body,… Nicola Lloyd",
            "pubDate": "2023-12-11 08:10:57",
            "image_url": "https://d4oy8w59p2l43.cloudfront.net/2023/12/JS318719145.jpg",
            "source_id": "knowledia",
            "source_priority": 167779,
            "country": [
                "united kingdom"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "article_id": "8348695a68a2dd2e858caebd79223aaf",
            "title": "Get Christmas glitzy with New Look's 'flattering' sparkly, ruched dress that's now on sale",
            "link": "https://news.knowledia.com/GB/en/articles/get-christmas-glitzy-with-new-look-s-flattering-sparkly-ruched-dress-151107d25dc82cce7a7540406c5e4d92fd40036c?source=rss",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "Nisha Mal recommends taking quick action, as there are only a limited number of sizes left - www.inyourarea.co.uk",
            "content": "SPARKLE ON: Party season is officially here and there are a number of sales at New Look to take advantage of (Image: Matthew Troke/ Getty Images) This article contains affiliate links, we will receive a commission on any sales we generate from it. [Learn more] New Look has a new dress on sale that's perfect for Christmas parties. This sparkly little number, with gathered details around the waist and full-length sleeves, is now nearly half prices and selling like hot cakes. Originally priced at £33.99, this midi dress is now available for £16.99, and it's got a high customer rating of 4.5 out of 5. It's so popular that there are… Suruchi Sharma Diwan",
            "pubDate": "2023-12-11 08:10:57",
            "image_url": "https://d4oy8w59p2l43.cloudfront.net/2023/12/JS307271744.jpg",
            "source_id": "knowledia",
            "source_priority": 167779,
            "country": [
                "united kingdom"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "article_id": "22551e2fa55485b85351f7d5572e351c",
            "title": "Don't be fooled: Google faked its Gemini AI voice demo",
            "link": "https://news.knowledia.com/GB/en/articles/don-t-be-fooled-google-faked-its-gemini-ai-voice-demo-868b6e2d385d29bf6ab382986f3637ed88298480?source=rss",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "PLUS: The AI companies that will use AMD's latest GPUs, and more - www.theregister.com",
            "content": "AI In brief Google wowed the internet with a demo video showing the multimodal capabilities of its latest large language model Gemini – but some of the the demo was faked. In the demo below, Gemini seems to be able to respond to a user's voice and interact with a user's surroundings, looking at things they have drawn or playing rock, paper, scissors. In the demo, Gemini is asked to guess what the user is sketching on a Post-It note and correctly answers duck, for example. A rubber duck is then placed on a paper atlas and Gemini is able to identify where the object has been placed. It does all sorts of things – identifying objects, finding where things have been hidden and switched under cups, and more. Google tried to show off Gemini's abilities to process different forms of information, and perform logical and spatial reasoning. Youtube Video But in reality, the model was not prompted using audio and its responses were only text-based. They were not generated in real time either. Instead, the video was crafted \"using still image frames from the footage, and prompting via text,\" a Google spokesperson told Bloomberg. The person speaking in the demo was actually reading out some of the text prompts that were passed to the model, and the robot voice given to Gemini was reading out responses it had generated in text. Still images taken from the video – like the rock, paper, scissors – were fed to the model, and it was asked to guess the game. Google then cherry-picked its best outputs and narrated them alongside the footage to make it seem as if the model could respond flawlessly in real time. \"For the purposes of this demo, latency has been reduced and Gemini outputs have been shortened for brevity,\" the description for the video on YouTube reads. Oriol Vinyals, VP of research and deep learning lead at Google DeepMind, who helped lead the Gemini project, admitted that the video demonstrates \"what the multimodal user experiences built with Gemini could look… Katyanna Quach",
            "pubDate": "2023-12-11 08:10:55",
            "image_url": "https://regmedia.co.uk/2023/12/11/leonardo_ai_robot_puppet_strings.jpg",
            "source_id": "knowledia",
            "source_priority": 167779,
            "country": [
                "united kingdom"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        }
    ]
}